;---------------------------
; MrK's EMPTY
;---------------------------

[MrK_EmptyTorsoDeco_K_M X2BodyPartTemplate]
DisplayName="无躯干装备"
[MrK_EmptyTorsoDeco_K_F X2BodyPartTemplate]
DisplayName="无躯干装备"

[MrK_EmptyThighs_K_M X2BodyPartTemplate]
DisplayName="无大腿"
[MrK_EmptyThighs_K_F X2BodyPartTemplate]
DisplayName="无大腿"

[MrK_EmptyShins_K_M X2BodyPartTemplate]
DisplayName="无小腿"
[MrK_EmptyShins_K_F X2BodyPartTemplate]
DisplayName="无小腿"

[MrK_EmptyRFore_LP_M X2BodyPartTemplate]
DisplayName="无前臂"
[MrK_EmptyLFore_LP_M X2BodyPartTemplate]
DisplayName="无前臂"

[MrK_EmptyRFore_LP_F X2BodyPartTemplate]
DisplayName="无前臂"
[MrK_EmptyLFore_LP_F X2BodyPartTemplate]
DisplayName="无前臂"

[MrK_EmptyRShoulder_LP_M X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_LP_M X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyRShoulder_MP_M X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_MP_M X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyRShoulder_HP_M X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_HP_M X2BodyPartTemplate]
DisplayName="无肩"

[MrK_EmptyRShoulder_LP_F X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_LP_F X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyRShoulder_MP_F X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_MP_F X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyRShoulder_HP_F X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_HP_F X2BodyPartTemplate]
DisplayName="无肩"

[MrK_EmptyRShoulder_KDay0_M X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_KDay0_M X2BodyPartTemplate]
DisplayName="无肩"

[MrK_EmptyRShoulder_KDay0_F X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_KDay0_F X2BodyPartTemplate]
DisplayName="无肩"

[MrK_EmptyRShoulder_KDay0_M X2BodyPartTemplate]
DisplayName="无臂"
[MrK_EmptyLShoulder_KDay0_M X2BodyPartTemplate]
DisplayName="无臂"

[MrK_EmptyRShoulder_KDay0_F X2BodyPartTemplate]
DisplayName="无臂"
[MrK_EmptyLShoulder_KDay0_F X2BodyPartTemplate]
DisplayName="无臂"

[MrK_EmptyRShoulder_LA_M X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_LA_M X2BodyPartTemplate]
DisplayName="无肩"

[MrK_EmptyRShoulder_LA_F X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_LA_F X2BodyPartTemplate]
DisplayName="无肩"

[MrK_EmptyRShoulder_LA_M X2BodyPartTemplate]
DisplayName="无臂"
[MrK_EmptyLShoulder_LA_M X2BodyPartTemplate]
DisplayName="无臂"

[MrK_EmptyRShoulder_LA_F X2BodyPartTemplate]
DisplayName="无臂"
[MrK_EmptyLShoulder_LA_F X2BodyPartTemplate]
DisplayName="无臂"

[MrK_EmptyRShoulder_LA2_M X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_LA2_M X2BodyPartTemplate]
DisplayName="无肩"

[MrK_EmptyRShoulder_LA2_F X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_LA2_F X2BodyPartTemplate]
DisplayName="无肩"

[MrK_EmptyRShoulder_LA2_M X2BodyPartTemplate]
DisplayName="无臂"
[MrK_EmptyLShoulder_LA2_M X2BodyPartTemplate]
DisplayName="无臂"

[MrK_EmptyRShoulder_LA2_F X2BodyPartTemplate]
DisplayName="无臂"
[MrK_EmptyLShoulder_LA2_F X2BodyPartTemplate]
DisplayName="无臂"

[MrK_EmptyRShoulder_MA_M X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_MA_M X2BodyPartTemplate]
DisplayName="无肩"

[MrK_EmptyRShoulder_MA_F X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_MA_F X2BodyPartTemplate]
DisplayName="无肩"

[MrK_EmptyRShoulder_MA_M X2BodyPartTemplate]
DisplayName="无臂"
[MrK_EmptyLShoulder_MA_M X2BodyPartTemplate]
DisplayName="无臂"

[MrK_EmptyRShoulder_MA_F X2BodyPartTemplate]
DisplayName="无臂"
[MrK_EmptyLShoulder_MA_F X2BodyPartTemplate]
DisplayName="无臂"

[MrK_EmptyRShoulder_HA_M X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_HA_M X2BodyPartTemplate]
DisplayName="无肩"

[MrK_EmptyRShoulder_HA_F X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_HA_F X2BodyPartTemplate]
DisplayName="无肩"

[MrK_EmptyRShoulder_HA_M X2BodyPartTemplate]
DisplayName="无臂"
[MrK_EmptyLShoulder_HA_M X2BodyPartTemplate]
DisplayName="无臂"

[MrK_EmptyRShoulder_HA_F X2BodyPartTemplate]
DisplayName="无臂"
[MrK_EmptyLShoulder_HA_F X2BodyPartTemplate]
DisplayName="无臂"

[MrK_EmptyRShoulder_HA2_M X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_HA2_M X2BodyPartTemplate]
DisplayName="无肩"

[MrK_EmptyRShoulder_HA2_F X2BodyPartTemplate]
DisplayName="无肩"
[MrK_EmptyLShoulder_HA2_F X2BodyPartTemplate]
DisplayName="无肩"

[MrK_EmptyRShoulder_HA2_M X2BodyPartTemplate]
DisplayName="无臂"
[MrK_EmptyLShoulder_HA2_M X2BodyPartTemplate]
DisplayName="无臂"

[MrK_EmptyRShoulder_HA2_F X2BodyPartTemplate]
DisplayName="无臂"
[MrK_EmptyLShoulder_HA2_F X2BodyPartTemplate]
DisplayName="无臂"

[MrK_EmptyTorsoDeco_LA_M X2BodyPartTemplate]
DisplayName="无躯干装备"
[MrK_EmptyTorsoDeco_K_F X2BodyPartTemplate]
DisplayName="无躯干装备"

[MrK_EmptyThighs_LA_M X2BodyPartTemplate]
DisplayName="无大腿"
[MrK_EmptyThighs_LA_F X2BodyPartTemplate]
DisplayName="无大腿"

[MrK_EmptyShins_LA_M X2BodyPartTemplate]
DisplayName="无小腿"
[MrK_EmptyShins_LA_F X2BodyPartTemplate]
DisplayName="无小腿"

[MrK_EmptyRFore_LA_M X2BodyPartTemplate]
DisplayName="无前臂"
[MrK_EmptyLFore_LA_M X2BodyPartTemplate]
DisplayName="无前臂"

[MrK_EmptyRFore_LA_F X2BodyPartTemplate]
DisplayName="无前臂"
[MrK_EmptyLFore_LA_F X2BodyPartTemplate]
DisplayName="无前臂"

[MrK_EmptyTorsoDeco_LA_M X2BodyPartTemplate]
DisplayName="无躯干装备"
[MrK_EmptyTorsoDeco_LA_F X2BodyPartTemplate]
DisplayName="无躯干装备"

[MrK_EmptyThighs_LA_M X2BodyPartTemplate]
DisplayName="无大腿"
[MrK_EmptyThighs_LA_F X2BodyPartTemplate]
DisplayName="无大腿"

[MrK_EmptyShins_LA_M X2BodyPartTemplate]
DisplayName="无小腿"
[MrK_EmptyShins_LA_F X2BodyPartTemplate]
DisplayName="无小腿"

[MrK_EmptyRFore_LA_M X2BodyPartTemplate]
DisplayName="无前臂"
[MrK_EmptyLFore_LA_M X2BodyPartTemplate]
DisplayName="无前臂"

[MrK_EmptyRFore_LA_F X2BodyPartTemplate]
DisplayName="无前臂"
[MrK_EmptyLFore_LA_F X2BodyPartTemplate]
DisplayName="无前臂"
